Repository: carlitocenteno/commentluv
Catalog: tags/2.6.5/commentluv-*.po
Languages: pt_pt

source: Update Options
pt_pt: Actualizar Op&ccedil;&otilde;es

source: This plugin takes the url from the comment form and tries to parse the feed of the site and display the last entry made
pt_pt: Este plugin insere um link para o &uacute;ltimo artigo do url inserido no formul&aacute;rio dos coment&aacute;rios

source: If you have any questions, comments or if you have a good idea that you would like to see in the next version of CommentLuv, please visit
pt_pt: Se tens alguma d&uacute;vida, coment&aacute;rios ou sugest&atilde;o, por favor visita

source: or
pt_pt: ou

source: support forum
pt_pt: f&oacute;rum de suporte

source: and let me know
pt_pt: avisa-me

source: Options
pt_pt: Op&ccedil;&otilde;es

source: Enter the text you want displayed in the comment.
pt_pt: Introduz o texto que ir&aacute; aparecer no coment&aacute;rio.

source: Choose to have CommentLuv on by default?
pt_pt: Deseja ter o CommentLuv activo por defeito?

source: Styling
pt_pt: Estilo

source: Wordpress doesn't allow a class to be applied to a paragraph in the comment area so we have to wrap the last blog post text in nested tags and apply styling to that instead.
pt_pt: O Wordpress n&atilde;o permite que a uma class seja aplicado um par&aacute;grafo no &agrave;rea dos coment&aacute;rios, ent&atilde;o &eacute; necess&aacute;rio passar o &uacute;ltimo artigo para tags e aplicar os estilo.

source: Enter css styling to apply to comment
pt_pt: Introduza o estilo css para o coment&aacute;rio

source: inserted as
pt_pt: inserido como

source: Comment Form Identification
pt_pt: Formul&aacute;rio de Identifica&ccedil;&atilde;o do Coment&aacute;rio

source: Enter the ID or NAME value for the input fields on your comment form.
pt_pt: Introduza o ID ou o Nome para os campos de entrada do seu formul&aacute;rio de coment&aacute;rios.

source: Visit CommentLuv.com if you need instructions
pt_pt: Visite CommentLuv.com se necessitar de instru&ccedil;&otilde;es

source: Authors Name field ID
pt_pt: ID do campo do Nome

source: Authors URL field ID
pt_pt: ID do campo do URL

source: Comment Text Area ID
pt_pt: ID da &agrave;rea de texto do coment&aacute;rio

source: Display Badge
pt_pt: Mostrar Logo

source: Choose badge to display
pt_pt: Escolher logo

source: CommentLuv Member ID
pt_pt: ID de membro do CommentLuv

source: If you register your site for free at
pt_pt: Se registares o teu site gratuitamente em

source: you will be able to open up lots of features that are for members only like link tracking so you can see which of the comments you make on CommentLuv blogs are getting the last blog post clicked. Do NOT enter a number if you do not have one
pt_pt: ter&aacute;s a possibilidade de ter mais funcionalidades que s&atilde;o exclusivas a membros como rastrear os links dos coment&aacute;rios que fez em blogs que utilizam o CommentLuv. N&Atilde;O introduzas um n&uacute;mero se n&atilde;o tiveres um

source: Your CommentLuv.com member ID
pt_pt: O teu ID de membro do CommentLuv.com
