Repository: carlitocenteno/commentluv
Catalog: lang/commentluv-*.po
Languages: sk_sk

source: CommentLuv requires Wordpress 3.0 or newer.
sk_sk: CommentLuv vyžaduje Wordpress 3.0 alebo novší.

source: Please Update!
sk_sk: Aktualizujte prosím!

source: Please enter a URL and then click the CommentLuv checkbox if you want to add your last blog post
sk_sk: Zadajte URL a potom zaškrtnite CommentLuv políčko, ak chcete pridať váš posledný príspevok

source: Please use http:// in front of your url
sk_sk: Použite http:// pred adresou

source: You need to visit your profile in the dashboard and update your details with your site URL
sk_sk: Prejdite na váš profil a aktualizujte údaje, vrátane url adresy

source: No info was available or an error occured
sk_sk: Žiadne informácie alebo nastala chyba

source: Please wait
sk_sk: Čakajte prosím

source: Please check your inbox, an email will be sent to
sk_sk: Skontrolujte vašu doručenú poštu, odošleme vám tam

source: in the next few minutes with a confirmation link
sk_sk: čo najskôr aj s potvrdzovacím odkazom

source: An error happened with the request. Try signing up at the site
sk_sk: Nastala chyba. Skúste sa registrovať cez stránku

source: Your Wordpress install is missing the <strong>wp_commentmeta</strong> table!
sk_sk: Váš Wordpress nemá <strong>wp_commentmeta</strong> tabuľku!

source: CommentLuv cannot work without this table please see this wordpress forum post to learn how to add one ->
sk_sk: CommentLuv bez tejto tabuľky nemôže fungovať, navštívte wordpress fórum a zistite, ako ju pridať ->

source: Missing wp_commentmeta table
sk_sk: Chýba wp_commentmeta tabuľka

source: Twice Monthly
sk_sk: 2x mesačne

source: CommentLuv is enabled
sk_sk: CommentLuv je zapnutý

source: Show more posts
sk_sk: Zobraziť viac príspevkov

source: I have only commented on this post
sk_sk: Na tento príspevok som reagoval len ja

source: If I had made more comments on this site, you would see more of my other posts here
sk_sk: Ak som napísal viac komentárov, uvidíte ich tu

source: User has not saved a description in their profile page
sk_sk: Užívateľ neuložil popis v jeho profile

source: is the administrator of this site
sk_sk: je administrátorom stránky

source: is a registered member of my site
sk_sk: je registrovaným užívateľom stránky

source: Clicks on this link on this comment
sk_sk: Kliky na odkaz v komentári

source: approved comments on this site
sk_sk: schválené komentáre

source: Some other posts I have commented on
sk_sk: Ďalšie príspevky, ktoré som komentoval

source: Some of my other posts
sk_sk: Ďalšie moje príspevky

source: has not registered on this site
sk_sk: nie je registrovaný/á na stránke

source: Could not get posts for home blog
sk_sk: Nepodarilo sa získať príspevky

source: If you are registered, you need to log in to get 10 posts to choose from
sk_sk: Ak ste registrovaný, musíte sa prihlásiť pre zobrazenie príspevkov

source: Register
sk_sk: Registrovať

source: recently posted
sk_sk: posledne pridané

source: If you register as a user on my site, you can get your 10 most recent blog posts to choose from in this box.
sk_sk: Ak sa zaregistrujete, získate tým 10 najnovších príspevkov, z ktorých si budete môcť vybrat v tomto boxe.

source: If this user had registered to my site then they could get 10 last posts to choose from when they comment and you would be able to see a list of their recent posts in this panel
sk_sk: Ak sa tento užívateľ registroval, môže vidieť posledných 10 príspevkov a vy máte možnosť vidieť zoznam jeho posledných príspevkov v tomto paneli.

source: Settings
sk_sk: Nastavenia

source: No Posts Were Found!
sk_sk: Žiadne príspevky!

source: There is a new version of Commentluv available, please upgrade by visiting this site
sk_sk: Vyšla nová verzia CommentLuv, aktualizujte prosím cez túto stránku

source: Dismiss notice
sk_sk: Skryť upozornenie

source: CommentLuv Settings v
sk_sk: CommentLuv nastavenia

source: Important!
sk_sk: Dôležité!

source: Subscription Information
sk_sk: Informácie o odberoch

source: I promise not to sell your details or send you spam. You will ONLY receive emails about plugin updates.
sk_sk: Nebudem vám posielať žiaden spam. Dostanete IBA info súvisiace s modulom.

source: You have already subscribed, if you have not received the verification within 12 hours, please click the button to resend or try the form at
sk_sk: Už ste odberateľom, ak ste nedostali overovací mail do 12 hodín, kliknite na tlačidlo pre znovu odoslanie alebo skúste formulár na

source: Resend Verification
sk_sk: Znovu overiť

source: Primary Setting
sk_sk: Hlavné nastavenia

source: Help Video
sk_sk: Pomocné video

source: Enable CommentLuv?
sk_sk: Zapnúť CommentLuv?

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: On Posts
sk_sk: V článkoch

source: On Pages
sk_sk: Na stránkach

source: On Both
sk_sk: Na oboch

source: On by default?
sk_sk: Predvolene zapnuté?

source: On for admin?
sk_sk: Zapnuté pre admina?

source: Appearance
sk_sk: Zobrazenie

source: Badge
sk_sk: Znak

source: Custom Image URL
sk_sk: Vlastné URL obrázku

source: Use Text
sk_sk: Použiť text

source: Default
sk_sk: Predvolené

source: White
sk_sk: Biele

source: Black
sk_sk: Čierne

source: None
sk_sk: Žiadne

source: Link to Commentluv?
sk_sk: Odkaz na CommentLuv?

source: Enable info panel?
sk_sk: Zapnúť info panel?

source: Info panel background color
sk_sk: Farba pozadia panelu

source: Info panel text color
sk_sk: Farba textu panelu

source: Example text and background color
sk_sk: Vzor farby textu a pozadia

source: Messages
sk_sk: Správy

source: Text to be displayed in the comment
sk_sk: Text zobrazený v komentári

source: [name] = The users name
sk_sk: [meno] = užívateľské meno

source: [lastpost] = The last blog post link
sk_sk: [posledný post] = odkaz na posledný príspevok

source: Message for unregistered user in the drop down box
sk_sk: Správa pre neregistrovaných v rozbaľovacom boxe

source: Message will not be shown if you do not have registrations enabled
sk_sk: Správa sa nezobrazí, ak máte zakázanú registráciu

source: Your register link code
sk_sk: Váš registračný kód

source: You have NOT set your blog to allow registrations, you can do that in Settings/General
sk_sk: Nemáte povolené registrácie, môžte ich zapnúť vo Všeobecných nastaveniach

source: here
sk_sk: tu

source: Message for unregistered user in the info panel
sk_sk: Správa pre neregistrovaných v info paneli

source: Operational Settings
sk_sk: Operačné nastavenia

source: Who to give 10 last posts to choose from when they comment?
sk_sk: Kto môže vidieť posledných 10 príspevkov a komentovať ich?

source: Only Registered Members
sk_sk: Len registrovaný

source: Everybody
sk_sk: Každý

source: Nobody
sk_sk: Nikto

source: Whose links should be dofollow?
sk_sk: Čie odkazy budú dofollow?

source: Only Registered Members Links
sk_sk: Len registrovaných

source: Everybody gets dofollow links
sk_sk: Každý získa dofollow odkazy

source: Nobody gets dofollow links
sk_sk: Nikto nezíska dofollow

source: Technical Settings
sk_sk: Technické nastavenia

source: Click to open technical settings
sk_sk: Kliknite pre otvorenie týchto nastavení

source: Please check the help video for this section before changing settings
sk_sk: Pozrite si pomocné video, než niečo prestavíte

source: In most cases, you will NOT need to change the settings in this box unless you have a custom comment form, template or you are using minifying or caching plugins
sk_sk: Väčšinou nie je potrebné meniť nastavenia v tomto boxe. Iné je, ak máte vlastnú šablónu pre komentáre alebo používate minimalizačné či cache moduly

source: Compatibility
sk_sk: Kompatibilita

source: Use manual insert of badge code?
sk_sk: Použiť ručné vloženie kódu znaku?

source: Enable minifying compatibility?
sk_sk: Zapnúť kompatibilitu minimalizácie?

source: For caching plugins (places localized code in footer)
sk_sk: Pre cache moduly (umiestni kód do pätičky)

source: URL to use for API
sk_sk: URL, ktoré použije API

source: Comment Form Field Values
sk_sk: Hodnota poľa s komentárom

source: Authors Name field name
sk_sk: Pole s autorom

source: Email field name
sk_sk: Pole s emailom

source: Authors URL field name
sk_sk: Pole s URL autora

source: Comment Text Area name
sk_sk: Názov textového poľa

source: Diagnostics Info
sk_sk: Diagnostické info

source: You can copy this information and send it to me if I request it
sk_sk: Môžte skopírovať tieto informácie a poslať mi ich, ak ich budem vyžadovať

source: Save Settings
sk_sk: Uložiť nastavenia

source: Reset Settings
sk_sk: Reštartovať nastavenia

source: Are you sure you want to reset your settings? Press OK to continue
sk_sk: Naozaj chcete reštartovať vaše nastavenia? Kliknite na OK pre pokračovanie

source: Reset
sk_sk: Reštartovať

source: Plugin Info
sk_sk: Info o module

source: Start Here
sk_sk: Začnite tu

source: Author
sk_sk: Autor

source: Home Page
sk_sk: Domovská stránka

source: Visit www.commentluv.com!
sk_sk: Navštívte www.commentluv.com!

source: Social
sk_sk: Sociálne siete

source: Help
sk_sk: Pomoc

source: Help Desk
sk_sk: Podpora

source: Do you like this plugin?
sk_sk: Páči sa vám tento modul?

source: News
sk_sk: Novinky

source: Thanks to the following for translations
sk_sk: Ďakujeme prekladateľom

source: Italian
sk_sk: Taliančina

source: Dutch
sk_sk: Holandčina

source: Polish
sk_sk: Poľština

source: Georgian
sk_sk: Gruzínčina

source: Lithuanian
sk_sk: Litovčina

source: Portuguese
sk_sk: Portogalčina

source: Malaysian
sk_sk: Malajčina

source: Hindi
sk_sk: Hindčina

source: Russian
sk_sk: Ruština

source: Hebrew
sk_sk: Hebrejčina

source: French
sk_sk: Francúzština

source: Romanian
sk_sk: Rumunčina

source: German
sk_sk: Nemčina

source: Arabic
sk_sk: Arabčina

source: Want your link here?
sk_sk: Chcete tu mať odkaz?

source: How To Submit A Translation
sk_sk: Ako odoslať preklad

source: Special thanks go to the following
sk_sk: Špeciálna vďaka patrí nasledujúcim

source: CSS Help
sk_sk: CSS Pomoc

source: Warning! You have set to show 10 posts for registered users but you have not enabled user registrations on your site. You should change the operational settings in the CommentLuv settings page to show 10 posts for everyone or enable user registrations
sk_sk: Upozornenie! Nastavili ste zobrazovanie 10 príspevkov pre registrovaných, ale nemáte zapnuté registrácie. Mali by ste zmeniť nastavenie a zobraziť tieto príspevky pre každého alebo zapnúť registrácie.

source: CommentLuv 3.0 Premium is here!
sk_sk: CommentLuv 3.0 prémium je TU!

source: Do you like CommentLuv? How about an even better version with much more control over dofollow and some awesome social enticements that will make your posts go viral by offering your readers more choice of posts if they +1, Like or tweet your post? Get CommentLuv Premium Today!
sk_sk: Páči sa vám CommentLuv? A čo tak ešte lepšia verzia s väčšou kontrolou dofollow odkazov a exkluzívnymi vylepšeniami, ktoré urobia vaše príspevky virálne lúsknutím prsta. Platená verzia zahŕňa Google +1, Like a Tweet. Získajte CommentLuv prémium ešte dnes!

source: Click for a special offer!
sk_sk: Nezmeškajte túto ponuku!

source: (this will be automatically added if you have not added it yourself to the textarea above)
sk_sk: (toto bude automaticky pridaní, ak ste to nepridali sami vo formulári vyššie)

source: Disable Detection?
sk_sk: Vypnúť zisťovanie?

source: For XML errors
sk_sk: Pre XML chyby

source: Extras
sk_sk: Doplnky

source: Do not show link if comment has no URL
sk_sk: Nezobraziť odkaz, ak komentár neobsahuje URL

source: Prevents spammer abuse
sk_sk: Ochrana pre spamom

source: Indonesian
sk_sk: Indonézština

source: Chinese (s)
sk_sk: Čínština

source: Spanish
sk_sk: Španielčina

source: Persian
sk_sk: Perzština

source: Tamil
sk_sk: Tamilčina

source: Ukranian
sk_sk: Ukrajinčina

source: Latvian
sk_sk: Lotyština

source: Norwegian
sk_sk: Nórčina

source: Danish
sk_sk: Dánčina

source: Bengali
sk_sk: Bengálčina
